Repository: eliransha88/NutritionCounter
Catalog: NutritionCounter/Localizable.xcstrings
Source language: en
Languages: he

# %@/%@ servings
source: %1$@/%2$@ servings
he: %1$@/%2$@ מנות

source: Cancel
he: ביטול

source: Carbs
he: פחמימות

source: Congrats! Goal reached
he: כל הכבוד! יעד הושג

source: Daily Goals
he: יעדים יומיים

# Daily intake: Protein %@ servings, "Carbs %@ servings, Fat %@ servings
source: Daily intake: Protein %1$@ servings, "Carbs %2$@ servings, Fat %3$@ servings
he: צריכה יומית: חלבון %1$@ מנות, פחמימות %2$@ מנות, שומן %3$@ מנות

source: Daily Totals
he: סה"כ יומי

source: Day
he: יום

# Decrease %@
source: Decrease %1$@
he: הפחת %1$@

# Decrease %@ goal
source: Decrease %1$@ goal
he: הפחת יעד %1$@

source: Fat
he: שומן

# Increase %@
source: Increase %1$@
he: הגדל %1$@

# Increase %@ goal
source: Increase %1$@ goal
he: הגדל יעד %1$@

source: No servings logged yet
he: עדיין לא נרשמו מנות

source: Nutrition Tracker
he: מעקב תזונה

source: Protein
he: חלבון

source: Save Goals
he: שמור יעדים

source: Set your daily target servings for each macronutrient
he: הגדר את מספר המנות היומי לכל רכיב תזונתי

source: Settings
he: הגדרות

source: Tap + on a nutrient below to start tracking
he: הקש + על רכיב תזונתי כדי להתחיל לעקוב

# Version %@ (%@)
source: Version %1$@ (%2$@)
he: גרסה %1$@ (%2$@)

source: Weekly nutrient intake chart showing protein, carbs, and fat servings for each day of the week
he: גרף שבועי של צריכת רכיבי תזונה המציג מנות חלבון, פחמימות ושומן לכל יום בשבוע

source: Weekly Overview
he: סקירה שבועית
